cask_args appdir: '/Applications'

brew 'stow'

brew 'git'
brew 'tig'
brew 'git-delta'

brew 'node'
brew 'ruby'

brew 'eza'
brew 'tree'
brew 'trash'
brew 'bat'
brew 'jq'
brew 'fd'
brew 'fx'
brew 'zenith'
brew 'gpg'
brew 'pinentry-mac'

brew 'gnu-sed'
brew 'the_silver_searcher'
brew 'ripgrep'

brew 'gh'
brew 'fish'
brew 'tmux'
brew 'starship'
brew 'neovim'

brew 'wget'
brew 'httpie'
brew 'mise'
brew 'fzf'
brew 'zoxide'
brew 'atuin'

brew 'libpq'

brew 'docker-credential-helper'

brew 'fabric-ai'

cask 'font-hack-nerd-font'
cask 'font-jetbrains-mono-nerd-font'
cask 'meetingbar'
