1password-beta
1password-cli
abseil-cpp
accounts-qml-module
acl
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alacritty
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
amd-ucode
aom
appstream
aquamarine
archlinux-keyring
argon2
at-spi2-core
atkmm
attica
attr
audit
autoconf
automake
avahi
ayatana-ido
base
base-devel
bash
bash-completion
bat
binutils
bison
blueberry
bluez
bluez-libs
bluez-tools
bluez-utils
boost-libs
breeze-icons
brightnessctl
brotli
btop
btrfs-progs
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cfitsio
chaotic-keyring
chaotic-mirrorlist
chromium
clang
clucene
compiler-rt
containerd
convertlit
coreutils
cryptsetup
cups
cups-browsed
cups-filters
cups-pdf
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-units
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
djvulibre
docker
docker-buildx
docker-compose
dotnet-host
dotnet-runtime
double-conversion
duktape
e2fsprogs
ebook-tools
efibootmgr
efivar
ell
enchant
evince
exempi
exiv2
expat
eza
fakeroot
fastfetch
fcitx5
fcitx5-gtk
fcitx5-qt
fd
ffmpeg
ffmpegthumbnailer
fftw
file
filesystem
findutils
fish
flac
flex
fmt
fontconfig
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
fuse3
fzf
gawk
gc
gcc
gcc-libs
gcc14
gcc14-libs
gcr
gcr-4
gdbm
gdk-pixbuf2
gettext
ghostscript
ghostty-git
ghostty-shell-integration-git
ghostty-terminfo-git
giflib
git
git-delta
github-cli
gjs
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnome-autoar
gnome-bluetooth
gnome-calculator
gnome-desktop
gnome-desktop-4
gnome-desktop-common
gnome-keyring
gnome-themes-extra
gnulib-l10n
gnupg
gnutls
gobject-introspection-runtime
gperftools
gpgme
gpgmepp
gpsd
graphene
graphite
grep
grim
groff
gsettings-desktop-schemas
gsettings-system-schemas
gsfonts
gsm
gspell
gssdp
gst-plugin-gtk
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base-libs
gstreamer
gtest
gtk-layer-shell
gtk-update-icon-cache
gtk3
gtk4
gtk4-layer-shell
gtkmm3
gtksourceview4
gtksourceview5
guile
gum
gupnp
gupnp-dlna
gupnp-igd
gvfs
gvfs-mtp
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
highway
hunspell
hwdata
hyphen
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-qt-support
hyprland-qtutils
hyprlang
hyprlock
hyprpicker
hyprshell
hyprshot
hyprsunset
hyprutils
hyprwayland-scanner
iana-etc
icu
ijs
imagemagick
imath
impala
imv
inetutils
iproute2
iptables
iputils
iso-codes
iwd
jansson
jbig2dec
jbigkit
jq
js128
json-c
json-glib
jsoncpp
kaccounts-integration
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcolorscheme
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdenlive
keyutils
kfilemetadata
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kirigami
kitemviews
kjobwidgets
kmod
knewstuff
knotifications
knotifyconfig
kpackage
krb5
kservice
ktextwidgets
kvantum
kvantum-qt5
kwallet
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lazydocker-bin
lazydocker-bin-debug
lazygit
lcms2
leancrypto
less
libabw
libaccounts-glib
libaccounts-qt
libadwaita
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libayatana-appindicator
libayatana-indicator
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcdr
libcgif
libcloudproviders
libcmis
libcolord
libcue
libcups
libcupsfilters
libcurl-gnutls
libdaemon
libdatachannel
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libde265
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdvdnav
libdvdread
libe-book
libebur128
libedit
libei
libelf
libepoxy
libepubgen
libetonyek
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libgcrypt
libgee
libgexiv2
libgirepository
libgit2
libglvnd
libgnomekbd
libgpg-error
libgsf
libgudev
libgxps
libhandy
libheif
libice
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libimobiledevice-glue
libinih
libinput
libiptcdata
libisl
libixion
libjpeg-turbo
libjuice
libjxl
libksba
liblangtag
liblc3
libldac
libldap
libliftoff
liblqr
libluv
libmd
libmnl
libmodplug
libmpc
libmpdclient
libmspub
libmtp
libmwaw
libmysofa
libnautilus-extension
libnetfilter_conntrack
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libnice
libnl
libnotify
libnsl
libnumbertext
libnvme
libodfgen
libogg
libopenmpt
liborcus
libosinfo
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libportal
libportal-gtk4
libppd
libproxy
libpsl
libpulse
libqalculate
libqxp
libraqm
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsixel
libsm
libsndfile
libsodium
libsoup3
libsoxr
libspectre
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtasn1
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunibreak
libunistring
libunwind
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libvdpau
libverto
libvips
libvisio
libvorbis
libvpl
libvpx
libvterm
libwacom
libwebp
libwireplumber
libwpd
libwps
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libzip
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
llhttp
llvm
llvm-libs
lm_sensors
lmdb
localsearch
localsend-bin
lpsolve
lsof
lua
lua51-lpeg
luajit
luarocks
lv2
lz4
lzo
m4
mailcap
make
mako
man-db
mariadb-libs
mbedtls
md4c
mdadm
media-player-info
mesa
minizip
mise
mkinitcpio
mkinitcpio-busybox
mlt
mpdecimal
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
nautilus
ncurses
neon
neovim
nettle
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npth
nspr
nss
nss-mdns
obs-studio
obsidian-bin
ocl-icd
oniguruma
openal
opencore-amr
openexr
openh264
openjpeg2
openslide
openssh
openssl
opentimelineio
opus
orc
osinfo-db
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pamixer
pango
pangomm
parted
patch
pciutils
pcre
pcre2
perl
perl-error
perl-mailtools
perl-timedate
pinentry
pinta
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
pkgfile
playerctl
plocate
plymouth
polkit
polkit-gnome
polkit-qt6
poppler
poppler-data
poppler-glib
poppler-qt6
popt
portaudio
postgresql-libs
power-profiles-daemon
powerline-fonts
pps-tools
procps-ng
psmisc
pugixml
purpose
python
python-aaf2
python-cairo
python-colorama
python-dbus
python-gobject
python-pycups
python-pyxdg
python-setproctitle
python-shtab
python-termcolor
qca-qt6
qpdf
qqc2-desktop-style
qt5-base
qt5-declarative
qt5-location
qt5-remoteobjects
qt5-svg
qt5-translations
qt5-webchannel
qt5-webengine
qt5-x11extras
qt6-5compat
qt6-base
qt6-declarative
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-networkauth
qt6-positioning
qt6-shadertools
qt6-speech
qt6-svg
qt6-translations
qt6-wayland
qt6-webchannel
qt6-webengine
raptor
rasqal
rav1e
re2
readline
redland
ripgrep
rnnoise
rtkit
rubberband
runc
rust
satty
sbc
sdbus-cpp
sdl2-compat
sdl3
seatd
sed
serd
sesh-bin
sesh-bin-debug
shaderc
shadow
shared-mime-info
signal-desktop
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
slurp
snappy
sndio
sof-firmware
solid
sonnet
sord
sound-theme-freedesktop
spdlog
speex
speexdsp
spirv-tools
spotify
sqlite
sratom
srt
starship
stow
sudo
sushi
svt-av1
swaybg
swayosd
syndication
system-config-printer
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
tdb
texinfo
the_silver_searcher
tig
tinysparql
tldr
tmux
tomlplusplus
totem-pl-parser
tpm2-tss
tree-sitter
tree-sitter-c
tree-sitter-cli
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-cascadia-mono-nerd
ttf-dejavu
ttf-fira-code
ttf-ia-writer
ttf-jetbrains-mono
ttf-liberation
typora
typora-debug
tzdata
tzupdate
tzupdate-debug
uchardet
udisks2
ufw
ufw-docker
unibilium
unzip
upower
uthash
util-linux
util-linux-libs
uwsm
v4l-utils
vapoursynth
vid.stab
visual-studio-code-bin
vmaf
volume_key
vulkan-icd-loader
walker-bin
walker-bin-debug
waybar
wayland
wayland-protocols
webp-pixbuf-loader
webrtc-audio-processing-1
wget
which
whois
wiremix
wireplumber
wl-clip-persist
wl-clipboard
wl-screenrec
wl-screenrec-debug
woff2-font-awesome
x264
x265
xapp
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip-git
xclip-git-debug
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xkeyboard-config
xmlsec
xmlstarlet
xorg-fonts-encodings
xorg-server-common
xorg-setxkbmap
xorg-xkbcomp
xorg-xprop
xorg-xset
xorg-xwayland
xorgproto
xournalpp
xsel-git-debug
xvidcore
xxhash
xz
yaru-icon-theme
yay
yyjson
zeromq
zimg
zip
zix
zlib
zlib-ng
zoom
zoxide
zram-generator
zstd
zxing-cpp
