fish
ghostty
github-cli
git-delta
gum
neovim
powerline-fonts
starship
stow
the_silver_searcher
tmux
ttf-dejavu
ttf-fira-code
visual-studio-code-bin
wl-clipboard
zoxide
tig
libvips
openslide
flameshot
lazygit
